Repository: universidade-aberta/simplesamlphp-module-uab
Catalog: locales/*/LC_MESSAGES/uab.po
Languages: pt

source: Welcome to the authentication of Universidade Aberta (UAb)
pt: Bem vindo à página de autenticação da Universidade Aberta (UAb)

source: Hi, this is the status authentication page of UAb.
pt: Olá. Esta é uma página do estado de autenticação da UAb.

source: Technical information
pt: Informação técnica

source: Go the initial login page of %s
pt: Ir para a página de autenticação de %s

source: Select an authentication source
pt: Escolha uma fonte de autenticação

source: The selected authentication source will be used to authenticate you and to create a valid session.
pt: A fonte de autenticação escolhida será usada para o autenticar e criar uma sessão válida.

source: European Union
pt: União Europeia

source: Co-funded by:
pt: Cofinanciado por:

source: %main Account Not Found
pt: Conta %main não encontrada

source: The %main account for "%secondaryAccount" was not found, so you must authenticate with your %main account to continue.
pt: A conta %main para "%secondaryAccount" não foi encontrada, pelo que deve autenticar-se com a sua conta %main para continuar.

source: Cancel
pt: Cancelar

source: Continue
pt: Continuar

source: Back
pt: Voltar

source: Save
pt: Guardar

source: Are you sure you want to cancel?
pt: Tem a certeza que pretende cancelar?

source: %main Account Expired or Disabled
pt: A conta %main expirou ou está desativada

source: The %main account for "%primaryAccount" is disabled or it has expired. Please, contact technical support if you think this is an error.
pt: A conta %main para "%primaryAccount" está desativada ou expirou. Por favor, contacte o apoio técnico se considerar que isto é um erro.

source: The selected authentication source will be used to authenticate you and and to create a valid session.
pt: A fonte de autenticação será utilizada na autenticação e para criar uma sessão válida.

source: Authentication
pt: Autenticação

source: Processing...
pt: A processar...

source: Sign in
pt: Iniciar sessão

source: Change language
pt: Alterar language

source: Language
pt: Idioma

source: Sign in page of %s
pt: Página de autenticação de %s

source: Sign in @%s
pt: Autenticação @%s

source: Sign In With
pt: Iniciar sessão com

source: Remember my username
pt: Memorizar nome de utilizador

source: Remember me
pt: Memorizar-me

source: Remember my organization
pt: Memorizar organização

source: Empty username or password
pt: Nome de utilizador ou senha inválido

source: You must provide an username and password to login
pt: Deve fornecer um nome de utilizador e senha para se autenticar

source: Authentication data
pt: Dados de autenticação

source: Go to content
pt: Ir para o conteúdo

source: Accessibility
pt: Acessibilidade

source: Incorrect username or password
pt: Utilizador ou senha incorretos

source: Either no user with the given username could be found, or the password you gave was wrong. Please check the username and try again.
pt: O nome de utilizador não foi encontrado, a conta não está disponível ou a senha que forneceu estava incorreta. Por favor, verifique os dados fornecidos e tente novamente.

source: Error: The field "%s" is empty
pt: Erro: O campo "%s" está vazio

source: Expired password
pt: Senha expirada

source: Your password has expired. Please, consult the documentation of contact technical support for information on how to reset your password.
pt: A sua senha expirou. Por favor, consulte a documentação de apoio ou contacte o serviço de apoio técnico para mais informações sobre como repor a sua senha.

source: Server Connection Failure
pt: Falha na ligação ao servidor

source: The connection to the authentication server failed so we are unable to confirm your credentials. Please, try again later or contact technical support if the issue persists.
pt: A ligação ao servidor de autenticação falhou pelo que não conseguimos validar as credenciais introduzidas neste momento. Por favor, tente novamente mais tarde ou contacte o apoio técnico se o problema persistir.

source: User Profile - %s
pt: Perfil do utilizador - %s

source: User Profile
pt: Perfil do utilizador

source: %u's Profile - %s
pt: Perfil de %u - %s

source: User Avatar
pt: Avatar do utilizador

source: Session Timeout
pt: Tempo limite da sessão

source: %remaining% second(s) remaining
pt: Faltam %remaining% segundo(s)

source: ${remaining} second remaining
pt: Falta ${remaining} segundo

source: ${remaining} seconds remaining
pt: Faltam ${remaining} segundos

source: %d hour
pt: %d hora

source: %d hours
pt: %d horas

source: %d minute
pt: %d minuto

source: %d minutes
pt: %d minutos

source: %d second
pt: %d segundo

source: %d seconds
pt: %d segundos

source: 0 seconds
pt: 0 segundos

source: and
pt: e

source: [Not Set]
pt: [Não definido]

source: Logout
pt: Sair

source: Edit Account
pt: Editar Conta

source: Links
pt: Ligações

source: Options
pt: Opções

source: Edit %u's Profile - %s
pt: Editar perfil de %u - %s

source: Edit Profile
pt: Editar perfil

source: Current Password
pt: Palavra-passe atual

source: Password (confirmation)
pt: Palavra-passe (confirmação)

source: An error has occurred
pt: Ocorreu um erro

source: Errors have occurred
pt: Ocorreram erros

source: Missing state ID. Cannot proceed.
pt: Falta o ID de estado. Não é possível prosseguir

source: Missing state data. Cannot proceed.
pt: Falta a informação de estado. Não é possível prosseguir.

source: Missing authentication ID. Cannot proceed.
pt: Falta o ID de autenticação. Não é possível prosseguir.

source: Not authenticated. Cannot proceed.
pt: Não está autenticado. Não é possível prosseguir.

source: No attributes available for editing. Cannot proceed.
pt: Sem atributos disponível para edição. Não é possível prosseguir.

source: Profile editing is disabled. Cannot proceed.
pt: A edição de perfis de utilizador está desativada. Não é possível prosseguir.

source: Unable to load Multi-Authentication configuration. Cannot proceed.
pt: Não foi possível carregar a configuração de Multi-autenticação. Não é possível prosseguir.

source: New Password
pt: Nova palavra-passe

source: Specify a new password if you want to change it. Leave it blank to keep the current password.
pt: Especifique uma nova palavra-passe se pretender alterar a mesma. Deixe em branco para manter a palavra-passe atual inalterada.

source: New Password (confirmation)
pt: Nova palavra-passe (confirmação)

source: Reenter the new password again to confirm.
pt: Reintroduza a nova palavra-passe para confirmar.

source: Specify your current password to authenticate the request.
pt: Especifique a sua palavra-passe atual para autenticar o pedido.
